<?php

return [

    /*
    |--------------------------------------------------------------------------
    | System/Label Language Lines
    |--------------------------------------------------------------------------
    |   How to call/get!!!
    |   1). echo __('ccms.welcome');
    |   2). {{ __('ccms.welcome') }}
    |   3). @lang('ccms.welcome')
    |
    */
  
  'search' => 'ស្វែងរក',
  'reset'  => 'សំអាត',
  'download' => 'ទាយយក',
  'no' => 'ល.រ',
  'id'  => 'អត្តលេខ',
  'date'  => 'កាលបរិច្ឆេទ',
  'd-m-y'  => 'ថ្ងៃ-ខែ-ឆ្នាំ',
  'status' => 'ស្ថានភាព',
  'title' => 'ចំណងជើង',
  'value' => 'តម្លៃ',
  'pic' => 'រូបភាព',
  'price' => 'តម្លៃ',
  'type' => 'ប្រភេទ',
  'barcode' => 'បាកូដ',
  'discount' => 'បញ្ចុះថ្លៃ',
  'afterdisc' => 'បញ្ចុះថ្លៃរួច',
  'vat' => 'ពន្ធ',
  'browsemedia' => 'បើកមីឌា',
  'amount'  => 'ទឹកប្រាក់',
  'fdate' => 'ពីថ្ងៃ',
  'tdate' => 'ដល់ថ្ងៃ',
  'nosize' => 'គ្មានទំហំ',
  'nocolor' => 'គ្មានពណ៌',
  'display' => 'បង្ហាញ',
  'record'  => 'សុំណុំទិន្នន័យ',
  'of'  => 'នៃ',
  'total'  => 'សរុប',
  'paid'  => 'បង់រួច',
  'balance'  => 'ជំពាក់',
  'note'  => 'កំនត់សម្គាល់',
  'subtotal' => 'សរុបរង',
  'grandtotal' => 'សរុបចុងក្រោយ',
  
  'phone'  => 'ទូរសព្ទ',
  'email'  => 'អ៊ីម៉េល',
  'fb'  => 'ហ្វេសប៊ុក',
  'line'  => 'ឡាញន៍',
  'telegram'  => 'តេលេក្រាម',
  'wechat'  => 'វីឆាត',
  'address'  => 'អាសយដ្ឋាន',
  'photo'  => 'រូបថត',
  'dblremove'  => 'ក្លិចពីរដងលុប',
  'code'  => 'កូដ',
  'xcode'  => 'កូដខាងក្រៅ',
  'fav'  => 'ចំណូលចិត្ត',
  'updatehold' => 'កែផ្អាក',
  'contactus' => 'ទាក់ទងមកយើងខ្ញុំ',
  'webappsyn' => 'ធ្វើសមកាលកម្ម',
  'ftreset' => 'កំនត់ប្រព័ន្ធឡើងវិញ',
  'done' => 'រួចរាល់',
  'condition' => 'លក្ខខ័ណ្ឌ',
  'percentage' => 'ភាគរយ',
  'issdate' => 'ថ្ងៃបង្កើត',
  'purchaser' => 'អ្នកទិញ',
  'browse' => 'រកមើល',
  'fee' => 'ថ្លៃសេវា',
  'change' => 'ប្រាក់អាប់',
  'inday' => 'ជាថ្ងៃ',
  'receipt' => 'បង្កាន់ដៃ',
  'list' => 'បញ្ជី',
  'export' => 'នាំចេញ',
  'add' => 'បន្ថែម',
  'action' => 'សកម្មភាព',
  'in_hand' => 'ស្តុកក្នុងឃ្លាំង',
  'total_in_hand' => 'សរុបស្តុកក្នុងឃ្លាំង',
  'batch' => 'Batch',
  'exp_date' => 'ថ្ងៃខែឆ្នាំផុតកំណត់',
  'from' => 'From',
  'to' => 'To',
  'ip' => 'IP',
  'ip_address' => 'IP Address',
  'on' => 'លើ',
  'tracking' => 'តាមដាន',
  'all' => 'ទាំងអស់',
  'hash_sign' => '#',
  'vendor' => 'អ្នកលក់ឲ្យ',
  'coa' => 'តារាងគណនី',
  'filterproduct' => 'រកទំនិញ...',
  
    'lb01' => 'ឈ្មោះទំនិញ ឬ បាកូដ',
    'lb02' => 'រកអតិថិជន...',
    'lb03' => 'ផ្អាក',
  'lb04' => 'គិតលុយ',
  'lb05' => 'OK',
  'lb06' => 'បើកទៀត...',
  'lb07' => 'ឈ្មោះ(ផ្អាក)',
  'rqholdname' => 'សូមបញ្ចូលឈ្មោះ',
  'n-a' => 'n/a',
  'view' => 'មើល',
  'create' => 'បង្កើតថ្មី',
  'new' => 'ថ្មី',
  'chart' => 'តារាង',
  /*
  |Navegator and Object
  */
  
  'lb08' => 'ផ្ទាំងដំបូង',
  'lb09' => 'ទីតាំង',
  'lb10' => 'ការកំណត់',
  'lb11' => 'អ្នកប្រើប្រាស់',
  'lb12' => 'សិទ្ធអ្នកប្រើប្រាស់',
  'lb13' => 'សាខា',
  'lb14' => 'ការកំនត់ប្រព័ន្ធ',
  'lb15' => 'ទូទៅ',

  'lb16' => 'ឧបករណ៍',
  'lb17' => 'ប្រភេទខ្យល់',
  'lb18' => 'សន្ទស្សន៍គុណភាពខ្យល់',
  'lb19' => 'គុណភាពខ្យល់',

  /*
  |Branch
  */
  'lb20'  =>  'ឈ្មោះសាខា',

  /*
  |Device
  */
  'lb21'  =>  'ម៉ូដែល',
  'phonenum'  =>  'លេខទូរសព្ទ',


  /*
  |Air Tpye
  */
  'lb22'  =>  'ស្តង់ដាគុណភាព',
  'lb23'  =>  'ការវាយតម្លៃ',
  'lb24'  =>  'ព៌ណ',
  'rangfrom'  =>  'គម្លាតពី',
  'rangto'  =>  'គម្លាតដល់',
  'indexfrom'  =>  'សន្ទស្សន៍ពី',
  'indexto'  =>  'សន្ទស្សន៍ដល់',
  'description' => 'ការពិពណ៌នា',
  'aqm' => 'ការតាមដានគុណភាពខ្យល់',
  'quality' => 'គុណភាព',
  'datetime'  => 'កាលបរិច្ឆេទ-ម៉ោង',
  'report' => 'របាយការណ៍',
  'livedata' => 'ទិន្នន័យបន្តផ្ទាល់',

  'lb115'  =>  'ឈ្មោះសិទ្ធ',
  'lb27' => 'ទំហំ',
  'lb28' => 'ពណ៌',
  'lb38' => 'ការកំនត់ប្រព័ន្ធ',
  'lb221' => 'តាមដានប្រព័ន្ធ',
  'lb261'  => 'តុ/បន្ទប់',

  /*
  |User
  */
  'lb109'  =>  'ឈ្មោះអ្នកប្រើប្រាស់',
  'lb110'  =>  'សិទ្ធ',
  'lb111'  =>  'ឈ្មោះឡាតាំង',
  'lb112'  =>  'ឈ្មោះជាតិ',
  'lb113'  =>  'បញ្ចាក់ពាក្យសំងាត់',
  'lb114'  =>  'ឈ្មោះផ្ទាល់ខ្លួន',
  'lb115'  =>  'ឈ្មោះសិទ្ធ',

  'lb31' => 'សាខា',
  'lb32' => 'ឃ្លាំង',
  'lb104'  =>  'ពាក្យសំងាត់',
  'lb105'  =>  'ថ្ងៃបង្កើត',
  'lb107'  =>  'មុខតំណែង',
  'lb39' => 'ទូទៅ',
  'lb192' => 'ខេត្តក្រុង',

  /*
  | Backup
  */
  'lb228' => 'Backups',
  'lb229' => 'Database',
  'lb230' => 'រូបភាព',
  'lb103'  =>  'ទំនាក់ទំនង',

];
  