<?php

return [

    /*
    |--------------------------------------------------------------------------
    | System/Label Language Lines
    |--------------------------------------------------------------------------
    |   How to call/get!!!
    |   1). echo __('ccms.welcome');
    |   2). {{ __('ccms.welcome') }}
    |   3). @lang('ccms.welcome')
    |
    */
    'en' => 'អង់គ្លេស',
    'kh' => 'ខ្មែរ',
    'cn'=>'ចិន',
    'search' => 'ស្វែងរក',
    'cart' => 'រទេះ',
    'login' => 'ចូល',
    'register' => 'ចុះឈ្មោះ',
    'home' => 'ទំព័រដើម',
    'welcome' => 'សូមស្វាគមន៍',
    'order' => 'បញ្ជាទិញ',
    'phonenumber' => 'លេខទូរសព្ទ',
    'password' => 'ពាក្យសំងាត់',
  'needphone' => 'សូមបញ្ចូលលេខទូរសព្ទ។',
  'needpass' => 'សូមបញ្ចូលពាក្យសំងាត់។',
  'needname' => 'សូមបញ្ចូលឈ្មោះ។',
  'forgetpwd' => 'ភ្លេចពាក្យសំងាត់ឬ?',
  'forget' => 'ភ្លេចពាក្យសំងាត់',
  'getotp' => 'ស្នើរ OTP',
  'invalidphone' => 'ទម្រង់លេខទូរសព្ទមិនត្រឹមត្រូវ។',
  'success_resetpwd' => 'ពាក្យសំងាត់ប្តូរបានជោគជ័យ!',
  'success_login' => 'ចូលគណនីជោគជ័យ!',
  'generalcustomer' => 'អតិថិជនទូទៅ',
  'myorder' => 'ការបញ្ជាទិញ',
  'logout' => 'ចាកចេញ',
  'realname' => 'ឈ្មោះពិត',
  'email' => 'អ៊ីម៉េល',
  'address' => 'អាសយដ្ឋាន',
  'referrer' => 'លេខទូរសព្ទអ្នកណែនាំ',
  'phoneistoken' => 'លេខទូរសព្ទនេះមានប្រើហើយ។',
  'need_6digit' => 'ពាក្យសំងាត់ត្រូវមានយ៉ាងតិច៦ខ្ទង់។',
  'wrongphone' => 'លេខទូរសព្ទមិនត្រឹមត្រូវ ឬស្នើរសុំញឹកញាប់ពេក!',
  'success_register' => 'គណនីរបស់អ្នកបានបង្កើតដោយជោគជ័យ!',
  'checksms' => 'សូមពិនិត្យសារដើម្បីឃើញ OTP កូដ។',
   'cannotregister' => 'មានបញ្ហាមិនអាចចុះឈ្មោះបាន!',
  'noitem' => 'គ្មានទំនិញក្នុងរទេះ!',
 'confirmorder' => 'បញ្ជាក់ការបញ្ជាទិញ',
  'cartinfo' => 'អំពីរទេះ',
  'deliveryinfo' => 'អំពីការដឹកជញ្ជូន',
  'itemincart' => 'ចំនួនទំនិញក្នុងរទេះ',
  'total' => 'សរុប',
  'need_address' => 'សូមបញ្ចូលអាសយដ្ឋាន។',
  'thanks' => 'សូមអរគុណសម្រាប់ការបញ្ជាទិញ',
  'tanksorder'=> 'យើងខ្ញុំនឹងទំនាក់ទំនងទៅលោកអ្នកយ៉ាងឆាប់បំផុត',
  'shopmore' => 'រកទិញទៀត',
    'vieworder' => 'មើលការបញ្ជារទិញ',
  'myorder' => 'ការកម្មង់របស់ខ្ញុំ',
  'order_id' => 'អត្តលេខ',
    'date' => 'កាលបរិច្ឆេទ',
    'title' => 'ចំណងជើង',
    'status' => 'ស្ថានភាព',
    'pending' => 'កំពុងរង់ចាំ',
   'norecord' => 'គ្មានទិន្ន័យ',
  'language' => 'ភាសា',
  'wrongotp' => 'OTP មិនត្រឹមត្រូវ។',


];
